Tekla.Structures.ModelInternal.dotViewSelector_t
Struct for ModelViewSelector

Tekla.Structures.ModelInternal.dotViewSelector_t.ClientId


Tekla.Structures.ModelInternal.dotViewSelector_t.ViewCount
Number of returned views.

Tekla.Structures.ModelInternal.dotViewSelector_t.SelectorType
Defines what type of views are fetched.